Tekla Open API Reference for Tekla Structures 2025
LevelMark.LevelMarkAttributes.Postfix Property
 Gets or sets text after the level value.
 Namespace: Tekla.Structures.Drawing
 Assembly: Tekla.Structures.Drawing (in Tekla.Structures.Drawing.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public string Postfix { get; set; }
Public Property Postfix As String
	Get
	Set
Property Value
Type: String
See Also
Reference
LevelMark.LevelMarkAttributes Class
Tekla.Structures.Drawing Namespace